vsopSimulate/template/江西/WorkSheetAcceptSV/JXR5.1.1.2服务开通工单请求_20手机订购增值产品和能力产品.xml

<?xml version="1.0" encoding="GBK"?>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <SOAP-ENV:Body>
    <m:WorkListFKToVSOPReq xmlns:m="http://www.mbossvsop.com.cn/vsop">
      <request><![CDATA[
			<Request><SessionBody><SessionHead>
<WorkListFKToVSOPReq>
	<StreamingNo>186396078</StreamingNo>
	<TimeStamp>20101129031129</TimeStamp>
	<SystemId>206</SystemId>
	<OrderId>234615221</OrderId>
	<ActionType>20</ActionType>
	<PorductInstID>223758959</PorductInstID>
	<ProdSpecCode>I8</ProdSpecCode>
	<ProductNo>18970171394</ProductNo>
	<OldProductNo></OldProductNo>
	<ReginID>0701</ReginID>
	<ProductOfferId/>
	<VProductInfo>
		<ActionType>0</ActionType>
		<VProductID>135000000000000002130</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<VProductInfo>
		<ActionType>1</ActionType>
		<VProductID>1T</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>	
	<VProductInfo>
		<ActionType>0</ActionType>
		<VProductID>1P</VProductID>
		<EffDate/>
		<ExpDate/>
	</VProductInfo>
	<AProductInfo>
		<ActionType/>
		<AProductID/>
	</AProductInfo>
	<UserState>00A</UserState>
	<UserPayType>0</UserPayType>
</WorkListFKToVSOPReq>
</SessionHead></SessionBody></Request>
			]]></request>
    </m:WorkListFKToVSOPReq>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
